Repository: SDM-TIB/ckanext-fedorkg
Catalog: ckanext/fedorkg/i18n/*/LC_MESSAGES/ckanext-fedorkg.po
Languages: de

source: Need to be system administrator to administer.
de: Nur Systemadministratoren haben hier Zugriff.

source: Your request has been added to the job queue. Check the FedORKG news feed for updates on the task.
de: Die Anfrage wurde zur Jobliste hinzugefügt. Updates werden in den FedORKG Neuigkeiten angezeigt.

source: The query is malformed. Please, check your syntax.
de: Die Anfrage ist fehlerhaft. Bitte überprüfen Sie Ihre Syntax.

source: The query cannot be answer by the federation of FedORKG.
de: Die Anfrage kann nicht von der FedORKG-Föderation beantwortet werden.

source: The default query has been updated successfully.
de: Die Standardanfrage wurde erfolgreich aktualisiert.

source: The default query and its name are required.
de: Die Standardanfrage und ihr Name sind erforderlich.

source: The query timeout is specified in full seconds. Please, provide input that can be parsed as an integer.
de: Die Zeitüberschreitung der Anfrage wird in vollen Sekunden angegeben. Bitte entsprechende Eingabe tätigen.

source: New query timeout set successfully.
de: Die Zeitüberschreitung für die Anfrage wurde erfolgreich aktualisiert.

source: Starting to add the knowledge graph.
de: Es wird damit begonnen den Wissensgraphen hinzuzufügen.

source: Added the knowledge graph successfully.
de: Der Wissensgraph wurde erfolgreich hinzugefügt.

source: Exception while adding! {exc_type} {exc_args}
de: Fehler während des Hinzufügens! {exc_type} {exc_args}

source: The knowledge graph is not accessible and, hence, cannot be added to the federation.
de: Der Wissensgraph ist nicht erreichbar und wurde daher nicht zur Föderation hinzugefügt.

source: Starting to delete the knowledge graph.
de: Es wird damit begonnen den Wissensgraphen zu entfernen.

source: Removed the knowledge graph successfully.
de: Der Wissensgraph wurde erfolgreich entferent.

source: Exception while removing! {exc_type} {exc_args}
de: Fehler während des Entfernens! {exc_type} {exc_args}

source: Default Query
de: Standardanfrage

source: Default Query Name
de: Name der Standardanfrage

source: default query name
de: Name der Standardanfrage

source: Set default query
de: Standardanfrage festlegen

source: Update
de: Aktualisieren

source: Query Execution Timeout
de: Zeitüberschreitung der Anfrageausführung

source: Query Timeout (in seconds)
de: Anfragezeitüberschreitung (in Sekunden)

source: query execution timeout
de: Zeitüberschreitung der Anfrageausführung

source: Set query timeout
de: Anfragezeitüberschreitung festlegen

source: Knowledge Graphs in the Federation
de: Wissensgraphen in der Föderation

source: Knowledge Graph
de: Wissensgraph

source: Remove knowledge graph from the federation
de: Entferne Wissensgraph aus der Föderation

source: Are you sure you want to delete this knowledge graph?
de: Sind Sie sicher, dass der Wissensgraph gelöscht werden soll?

source: Add knowledge graph to the federation
de: Füge Wissensgraph zur Föderation hinzu

source: FedORKG News
de: FedORKG Neuigkeiten

source: Message
de: Nachricht

source: Date
de: Datum

source: Remove this news entry
de: Diese Nachricht löschen

source: There are currently no news about added or deleted knowledge graphs.
de: Es gibt derzeit keine Einträge über hinzugefügte oder entfernte Wissensgraphen.

source: If you add or delete knowledge graphs to FedORKG, the result of the background tasks will show up here.
de: Wenn Sie Wissensgraphen zu FedORKG hinzufügen oder entfernen, dann werden hier die Nachrichten der Hintergrundaufgaben angezeigt.

source: Configuration options to manage the FedORKG instance.
de: Konfigurationsoptionen zur Verwaltung der FedORKG-Instanz.

source: The title of the tab in the SPARQL query editor holding the default query.
de: Der Name der Registerkarte im SPARQL Anfrage-Editor, die die Standardabfrage enthält.

source: The default query shown in the SPARQL query editor.
de: Die Standardanfrage, die im SPARQL Anfrage-Editor angezeigt wird.

source: Query Timeout
de: Anfragezeitüberschreitung

source: The maximum time in seconds a query is executed. Unfinished queries are canceled and return no result.
de: Die maximale Zeit in Sekunden die die Anfrageausführung dauert. Nicht abgearbeitete Anfragen werden abgebrochen und geben keine Ergebnisse zurück.

source: Mange the knowledge graphs that are included in the federation of FedORKG. Keep in mind that only included knowledge graphs can be queried.
de: Verwaltung der Wissensgraphen, die in der Föderation von FedORKG integriert sind. Beachten Sie, dass nur enthaltene Wissensgraphen angefragt werden können.

source: A log of the background tasks for adding and deleting knowledge graphs.
de: Ein Protokoll mit Nachrichten der Hintergrundaufgaben zum Hinzufügen und Entfernen von Wissensgraphen.

source: LLM-based Question Answering
de: LLM-basierte Fragebeantwortung

source: LDMAsk utilizes the LLM <i>o1-mini</i>. If you do not know what you could ask, here are some examples:
de: LDMAsk verwendet das LLM <i>o1-mini</i>. Wenn Sie nicht wissen was die fragen könnten, hier sind ein paar Beispiele:

source: What are the datasets that contain the keyword "cancer" in the description of the dataset?
de: Welche Datensätze enthalten das Schlagwort "cancer" in der Datensatzbeschreibung?

source: What is the frequency of the datasets per data formats?
de: Wie viele Datensätze gibt es pro Datenformat?

source: What is the frequency of the datasets per organizations?
de: Wie viele Datensätze hat jede Organisation?

source: What are the resources that include word "metadata" in the description of the resource?
de: Welche Ressourcen enthalten das Wort "metadata" in der Beschreibung der Ressource?

source: What are title, year, and research field label of the papers that describe a dataset?
de: Wie lauten Titel, Jahr und Forschungsfeld-Label der Arbeiten, die einen Datensatz beschreiben?

source: What is the title of the datasets that are described by papers, also provide title, year, and research field label of these papers?
de: Wie lautet der Titel der Datensätze, die in den Arbeiten beschrieben werden, einschließlich Titel, Jahr und Forschungsfeld-Label dieser Arbeiten?

source: Question
de: Frage

source: Ask
de: Frag

source: You can use the SPARQL query editor below to run SPARQL queries over a federation of open research knowledge graphs.
de: Der untenstehende SPARQL Anfrage-Editor kann genutzt werden, um SPARQL Anfragen über eine Föderation von Wissensgraphen auszuführen.

source: Alternatively, you can try out the beta version of our LLM-based question answering above. This feature will translate your natural language question into a SPARQL query and execute it for you.
de: Alternativ kann auch die Beta-Version unserer LLM-basierten Fragebeantwortung ausprobiert werden. Diese Funktion übersetzt natürlichsprachliche Fragen in eine SPARQL-Anfrage und führt diese aus.

source: Query execution timeout:
de: Anfragezeitüberschreitung:

source: %(timeout)s second
de: %(timeout)s Sekunde
